<?php
// Heading
$_['heading_title']     = 'Групи атрибутів';

// Text
$_['text_success']      = 'Налаштування успішно змінені!';
$_['text_list']         = 'Список груп атрибутів';
$_['text_add']          = 'Додати';
$_['text_edit']         = 'Редагування';

// Column
$_['column_name']       = 'Назва групи атрибутів';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва групи атрибутів';
$_['entry_sort_order']  = 'Порядок сортування';

// Error
$_['error_permission']  = 'У Вас немає прав для зміни груп атрибутів!';
$_['error_name']        = 'Назва групи атрибутів повинно бути від 1 до 64 символів!';
$_['error_attribute']   = 'Увага: Цю групу не можна видалити, тому що вона використовується %s атрибутами!';
$_['error_product']     = 'Увага: Цю групу не можна видалити, тому що вона назначена до %s товарів!';

