<?php
// Heading
$_['heading_title']     = 'Файли для скачування';

// Text
$_['text_success']      = 'Налаштування успішно змінено!';
$_['text_list']         = 'Файлы для скачування';
$_['text_add']          = 'Додати';
$_['text_edit']         = 'Редагування';
$_['text_upload']       = 'Файл успішно завантажений!';

// Column
$_['column_name']       = 'Назва';
$_['column_date_added'] = 'Дата';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва завантаження';
$_['entry_filename']    = 'Імя файлу';
$_['entry_mask']        = 'Маска';

// Help
$_['help_filename']     = 'Ви можете завантжити файл за допомогою кнопки завантажкння, або через FTP, вказавши деталі нижче.';
$_['help_mask']         = 'Рекомендуєм, чтобы имя файла и маска были различны, это предотвратит прямой доступ к файлам.';

// Error
$_['error_permission']  = 'У вас немає прав для редагування завантажень!';
$_['error_name']        = 'Назва повинна містити від 3 до 64 символів!';
$_['error_upload']      = 'Необхідне завантаження!';
$_['error_filename']    = 'Назва файла повинна містити від 3 до 128 символів!';
$_['error_exists']      = 'Файл не існує!';
$_['error_mask']        = 'Маска повинна містити від 3 до 128 символів!';
$_['error_filetype']    = 'Неправильный тип файлу!';
$_['error_product']     = 'Увага: Це завантаження неможна видалити, тому що призначено до %s товарів!';

