<?php
// Heading
$_['heading_title']          = 'Статті';

// Text
$_['text_success']           = 'Налаштування успешно змінені!';
$_['text_list']              = 'Статті';
$_['text_add']               = 'Додати';
$_['text_edit']              = 'Редагування';
$_['text_default']           = 'Основний магазин';
$_['text_keyword']           = 'Повинно бути унікальным на всю систему и без пробілів.';

// Column
$_['column_title']           = 'Назва статті';
$_['column_sort_order']      = 'Порядок сортування';
$_['column_action']          = 'Дія';

// Entry
$_['entry_title']            = 'Назва статті';
$_['entry_description']      = 'Опис';
$_['entry_meta_title']       = 'Мета-тег Title';
$_['entry_meta_keyword']     = 'Мета-тег Keywords';
$_['entry_meta_description'] = 'Мета-тег Description';
$_['entry_store']            = 'Магазини';
$_['entry_keyword']          = 'SEO URL';
$_['entry_bottom']           = 'Відображати знизу';
$_['entry_status']           = 'Статус';
$_['entry_sort_order']       = 'Порядок сортування';
$_['entry_layout']           = 'Макет';

// Help
$_['help_bottom']            = 'Показувати в нижні частині сайту (футер, підвал)';

// Error
$_['error_warning']          = 'Уважно перевірте форму на помилки!';
$_['error_permission']       = 'У Вас немає прав для зміни статтей!';
$_['error_title']            = 'Назва статті має бути від 1 до 64 символів!';
$_['error_description']      = 'Опис має бути не менше 3 символов!';
$_['error_meta_title']       = 'Мета-тег Title має бути від 1 до 255 символів!!';
$_['error_keyword']          = 'SEO URL занятий!';
$_['error_unique']           = 'SEO URL повинен бути унікальним!';
$_['error_account']          = 'Цю сторінку не можна видалити, тому що вона призначена Політикою безпеки по замовчуванню!';
$_['error_checkout']         = 'Цю сторінку не можна видалити, тому що вона призначена Умовами згоди за замовчуванням!';
$_['error_affiliate']        = 'Сторінка не може бути видалена, тому що вона використовується в умовах партнерскої програми!';
$_['error_return']           = 'Сторінка не може бути видалена, тому що вона використовуєтся в умовах повернння товару !';
$_['error_store']            = 'Сторінка не може бути видалена, тому що вона призначена %s магазинам!';

